Repository: ertanocom/negarara
Catalog: languages/negarara-*.po
Languages: ar, es_es, fa_ir, fr_fr

source: Welcome to NegarAra
fa_ir: به نگارآرا خوش آمدید

source: General
fa_ir: تنظیمات عمومی

source: Settings
ar: الإعدادات
es_es: Configuración
fa_ir: تنظیمات
fr_fr: Paramètres

source: Set the quality for the exported WebP images.
ar: اضبط جودة الصور المحولة إلى WebP.
es_es: Configura la calidad de las imágenes exportadas a WebP.
fa_ir: کیفیت تصاویر خروجی WebP را تنظیم کنید.
fr_fr: Définir la qualité des images exportées en WebP.

source: WebP Image Quality
ar: جودة صورة WebP
es_es: Calidad de imagen WebP
fa_ir: کیفیت تصویر WebP
fr_fr: Qualité de l'image WebP

source: Advanced Settings
fa_ir: تنظیمات پیشرفته

source: Select File Formats to Convert
fa_ir: فرمت های فایل را برای تبدیل انتخاب کنید

source: Bulk Conversion
fa_ir: تبدیل انبوه

source: Convert all existing images to WebP format and delete the original files.
fa_ir: تمام تصاویر موجود را به فرمت WebP تبدیل کنید و فایل های اصلی را حذف کنید.

source: Delete original files after conversion
fa_ir: پس از تبدیل فایل های اصلی را حذف کنید

source: Check this box to delete the original images after converting to WebP format during bulk conversion.
fa_ir: این کادر را علامت بزنید تا تصاویر اصلی پس از تبدیل به فرمت WebP در هنگام تبدیل انبوه حذف شوند.

source: Convert All Images
fa_ir: تبدیل همه تصاویر

source: Negarara Settings
fa_ir: تنظیمات نگارآرا

source: Negarara
fa_ir: نگار آرا

source: Converting full-size image: %s
fa_ir: تبدیل تصویر در اندازه کامل: %s

source: Full-size image converted successfully
fa_ir: تصویر در اندازه کامل با موفقیت تبدیل شد

source: Failed to convert full-size image
fa_ir: تبدیل تصویر در اندازه کامل انجام نشد

source: Converting %1$s size: %2$s
fa_ir: سایز %1$s در حال تبدیل شدن: %2$s

source: %s size converted successfully
fa_ir: سایز %s با موفقیت تبدیل شد

source: Failed to convert %s size
fa_ir: خطا در تبدیل سایز %s

source: Error: No metadata found for image %d
fa_ir: متادیتایی برای تصویر %d پیدا نشد

source: Error converting image %1$d: %2$s
fa_ir: خطا در تبدیل تصویر %1$d: %2$s

source: Upload Images for WebP Conversion
ar: تحميل الصور لتحويلها إلى WebP
es_es: Subir imágenes para conversión a WebP
fr_fr: Télécharger des images pour la conversion en WebP

source: Drag & Drop your files here or click to upload
ar: اسحب وأفلت ملفاتك هنا أو انقر للتحميل
es_es: Arrastra y suelta tus archivos aquí o haz clic para subirlos
fr_fr: Glissez et déposez vos fichiers ici ou cliquez pour télécharger

source: Select Files
ar: اختر الملفات
es_es: Seleccionar archivos
fr_fr: Sélectionner des fichiers

source: Please wait...
ar: يرجى الانتظار...
es_es: Por favor espera...
fr_fr: Veuillez patienter...

source: Images have been uploaded and converted to WebP!
ar: تم تحميل الصور وتحويلها إلى WebP!
es_es: ¡Las imágenes han sido subidas y convertidas a WebP!
fr_fr: Les images ont été téléchargées et converties en WebP !

source: An error occurred
ar: حدث خطأ
es_es: Ocurrió un error
fr_fr: Une erreur s'est produite

source: Debug info:
ar: معلومات التصحيح:
es_es: Información de depuración:
fr_fr: Informations de débogage :

source: WebP Converter Settings
ar: إعدادات تحويل WebP
es_es: Configuración del convertidor WebP
fr_fr: Paramètres du convertisseur WebP

source: Upload and Convert
ar: تحميل وتحويل
es_es: Subir y convertir
fr_fr: Télécharger et convertir
